<%--
  Created by IntelliJ IDEA.
  User: pesto
  Date: 30.09.2022
  Time: 12:59
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>History</title>
  <style>
    div {
      margin: 30px;
    }
  </style>
</head>
<body>
<jsp:include page="navbar.jsp"/>
<h1>Hicstory</h1>
<div>
    <p>
        Корпорация Sony была основана Акио Моритой и Масару Ибукой 7 мая 1946 года
        <a href="https://www.referenceforbusiness.com/history2/61/Sony-Corporation.html">[1]</a> . В самом начале она
        называлась «Токё цусин когё кабусики-гайся» (Токийская телекоммуникационно-промышленная компания) или сокращённо
        Тоцуко, или TTK, но, как выяснил Акио Морита, это название тяжело произносить американцам. Нынешнее название
        «Сони» произошло от комбинации лат. sonus («звук») и англ. sunny boys («солнечные ребята»; в варианте англ.
        sonny-boys приобрело в японском значение «малолетние гении»)[5]; кроме того, Морита старался найти слово,
        которого нет ни в одном языке мира. Поскольку в японском языке звуки «сон-ни» напоминают слово,
        обозначающее неуспешный бизнес (буквально: «потерять деньги»), было решено убрать одну из букв n
        <a href="https://books.google.ru/books?id=oc_0AkhysO0C&pg=PT194&redir_esc=y#v=onepage&q&f=false">[2]</a> .
    </p>
    <p>
        Морита возглавлял компанию долгое время, отвечал за маркетинг и продажи и сумел привести её к огромному успеху
        на
        рынке. Sony сделала своё имя на хорошем и привлекательном дизайне и новшествах. Особенную роль компания уделяла
        уменьшению размеров своих изделий.
    </p>
    <p>
        В 1950 году компания, тогда ещё называвшаяся TTK, начала выпуск первого в Японии магнитофона.
        Над улучшением качества звука магнитофонов начал работать Норио Ога. В начале 1950-х годов компания за
        25 000 $ купила у Western Electric лицензию на производство транзисторов и в 1955 году выпустила свой
        первый радиоприёмник — «TR-63», эта новинка положила начало успеху компании. Приёмник, хоть и назывался
        карманным и действительно был маленьким, в карман обычной мужской рубашки не влезал. Для коммивояжёров
        компания сшила специальные рубашки с увеличенными карманами, чтобы они могли при продаже продемонстрировать,
        как легко туда входит приёмник.
    </p>
    <p>
        В 1958 году компания получила название Sony Corporation и её акции начали котироваться на Токийской фондовой
        бирже, а с 1970 года — на Нью-Йоркской фондовой бирже.
    </p>
    <p>
        В 1960 году Sony представила свой первый транзисторный телевизор. В 1960 году Акио Морито основал Sony
        Corporation of America[8]. В 1962 году была создана дочерняя компания Sony Chemicals по изготовлению
        пластмассовых деталей для снижения зависимости от сторонних производителей.
    </p>
    <p>
        В 1968 году инженеры компании разработали кинескоп для цветных телевизоров Sony Trinitron (англ.)рус.,
        в котором использовалась одна (а не три) электронная пушка, что позволяло достичь большей чёткости изображения.
        В марте 1968 года было основано совместное предприятие CBS/Sony Records Inc., учредителями которого стали Sony
        Corporation и CBS Inc. В 1988 году Sony Corporation выкупила долю партнёра, а в 1991 году изменила название
        этой компании на Sony Music Entertainment (Japan) Inc.
    </p>
    <p>
        В 1971 году было начато производство профессионального видеомагнитофона U-matic для телекомпаний, а в 1975 году
        — потребительского видеомагнитофона стандарта Betamax. В 1979 году появляется первый опытный образец
        портативного аудиоплеера Walkman.
    </p>
    <p>
        В августе 1979 года было основано совместное предприятие Sony Corporation с ещё одной американской компанией,
        на этот раз в сфере страхования, The Prudential Insurance Company of America. Это совместное предприятие
        называлось Sony Prudential Life Insurance Co., Ltd., в 1991 году изменило название на Sony Life Insurance Co.,
        Ltd., с 1996 года стало полной собственностью Sony Corporation, а с 2004 года — дочерней компанией новосозданной
        финансовой компании Sony Financial Holdings Inc.
    </p>
    <p>
        В 1983 году Sony совместно с компанией Philips выпустила на рынок первые компакт-диски. В 1984 году было
        основано подразделение по производству электронных комплектующих, в том числе для других производителей техники.
        В 1985 году начался выпуск портативных видеокамер на 8-миллиметровых видеокассетах.
    </p>
    <p>
        В 1989 году была куплена компания Columbia Pictures Entertainment, Inc., с 1991 года она называется Sony
        Pictures Entertainment Inc.
    </p>
    <p>
        В 1993 году была основана дочерняя компания Sony Computer Entertainment Inc, переименованная в Sony Interactive
        Entertainment Inc. («SIEI») в апреле 2016 года. В октябре было основано совместное предприятие с Майклом
        Джексоном Sony/ATV Music Publishing LLC, с сентября 2016 года собственность Sony 100 %.
    </p>
    <p>
        В конце 1994 года корпорация представила на японский рынок игровую консоль — PlayStation, в следующем году она
        появилась и на американском рынке. В 1997 году Sony начала выпуск DVD-плееров, а также компьютеров и ноутбуков
        под торговой маркой VAIO. В 2000 году появилась игровая консоль PlayStation 2.
    </p>
    <p>
        В 2001 году корпорация Sony создала совместное предприятие со шведской компанией Ericsson с целью производства
        собственных мобильных телефонов. В 2002 году был произведён первый выпуск телефонов Sony Ericsson. Постепенно
        добавляя свои изобретения в телефоны, Sony произвела на свет серии Walkman и Cyber-shot. Но в 2011 году Ericsson
        отказался от своей доли в партнёрстве. Со следующего года все мобильные телефоны стали выпускаться исключительно
        под брендом Sony.
    </p>
    <p>
        В 2002 году была поглощена компания Aiwa Co., Ltd.
    </p>
    <p>
        В 2004 году была основана финансовая холдинговая компания Sony Financial Holdings Inc. (SFH), в которую вошли
        страховая компания Sony Life Insurance Co. и банк Sony Bank Inc. Также в 2004 году было основано совместное с
        Samsung Electronics предприятие по производству жидкокристаллических дисплеев на тонкоплёночных транзисторах
        S-LCD Corporation, в 2012 году Sony продала свою долю корейским партнёрам. Ещё одно совместное предприятие в
        сфере звукозаписи было образовано в 2004 году с немецкой компанией Bertelsmann AG, оно получило название Sony
        BMG, в 2008 году перешло под полный контроль Sony, а в 2009 году изменило название на Sony Music Entertainment.
    </p>
    <p>
        В 2012 году совместно с другими японскими производителями электроники (Toshiba, Hitachi), а также
        государственно-частной
        корпорацией INCJ было создано предприятие Japan Display, занимающееся производством экранов для мобильных
        устройств. В том же году завершилась сделка по поглощению доли Ericsson в бывшем совместном предприятии Sony
        Ericsson.
        Началось активное продвижение продукции Sony на рынок Android-смартфонов и планшетов.
    </p>
    <p>
        В 2013 году было основано совместное предприятие Sony Olympus Medical Solutions Inc. с японской компанией
        Olympus Corporation. В 2014 году было продано подразделение по производству персональных компьютеров под
        торговой маркой VAIO другой японской компании, Japan Industrial Partners, Inc. В 2017 году производство батареек
        было продано Murata Manufacturing Co., Ltd. Group.
    </p>
    <p>
        С ноября 2018 года германская звукозаписывающая компания DH Publishing, L.P. (известная по бренду EMI) стала
        полностью
        подчинённой дочерней структурой Sony. Эта компания была основана в 2012 году группой инвесторов, включая Sony,
        постепенно корпорация выкупила доли партнёров.
    </p>
    <p>
        В декабре 2018 года стало известно, что компания наращивает выпуск 3D-камер, которые вызвали интерес
        производителей
        смартфонов, в частности Apple.
    </p>
    <p>
        В апреле 2021 года впервые, чем за более 60 лет Sony сменит название компании на «Sony Group».
    </p>
    <p>
        3 февраля 2021 года компания Sony выпустила отчёт за четвёртый квартал 2020 года. В целом выручка за четвёртый
        квартал 2020 года выросла на 9,5 %, до $25,7 млрд, операционная прибыль увеличилась на 62 %, до $3,5 млрд. Лучше
        всего себя показало игровое подразделение компании: благодаря выпуску PlayStation 5, высоким продажам игр и
        подписке
        PlayStation Plus выручка подразделения увеличилась на 40 % по сравнению с аналогичным периодом 2019 года и
        достигла
        $8,4 млрд. Операционная прибыль выросла на 50 %, до $763,3 млн. Это рекордные показатели за все время
        существования
        бренда PlayStation.
    </p>
    <p>
        1 апреля 2021 года Sony объявила о смене названия с Sony Corporation на Sony Group Corporation.
    </p>
    <p>
        31 января 2022 года Sony объявила о покупке американской студии по разработке компьютерных игр Bungie. Сумма
        сделки
        составила 3,6 миллиарда долларов <a
            href="https://www.rbc.ru/technology_and_media/31/01/2022/61f82de69a7947269f58d46a">[3]</a>.
    </p>
</div>

</body>
</html>
